Repository: hasanshanss/havhav
Catalog: HavhavAz/Resources/SharedResource.*.resx
Languages: az

# Account.BirthDate
source: Date of birth
az: Doğum tarixi

# Account.MessageModal.Placeholder
source: Hi :)
az: Salam...

# Account.MessageModal.Title
source: Send a message
az: İsmarıc göndər

# Account.PostButtons.Ads
source: Announcements
az: Elanlar

# Account.PostButtons.Charities
source: Charity
az: Yardım kampaniyası

# Account.PostButtons.News
source: News
az: Xəbərlər

# Account.PostButtons.Title
source: Posts
az: Paylaşımlar

# Account.SendMessage
source: Send a message
az: İsmarıc göndər

# Ad.Age
source: Age
az: Yaş

# Ad.AgeMonth
source: Month
az: Ay

# Ad.AgeYear
source: Year
az: İl

# Ad.Breed
source: Breed
az: Cins (Növ)

# Ad.Color
source: Color
az: Rəng

# Ad.Gender
source: Gender
az: Cinsi

# AdditionalInfo
source: Additional information
az: Əlavə məlumat

# Ads.Completed
source: Rescued
az: Xilas olunanlar

# Ads.Pending
source: Waiting for help
az: Yardım gözləyənlər

# Charities.Completed
source: Rescued
az: Xilas olunanlar

# Charities.Pending
source: Waiting for help
az: Yardım gözləyənlər

# Charity.BankCredentials
source: Bank credentials
az: Bank məlumatları

# Charity.BankCredentials.Placeholder
source: Bank accounts
az: Bank hesabları

# Charity.Info.Placeholder
source: Additional information
az: Əlavə məlumat

# Charity.Name.Placeholder
source: Name...
az: Ad...

# Charity.RequiredAmount.Placeholder
source: Required amount
az: Çatışmayan məbləğ

# Chat.Coucou
source: Say hello! :)
az: Salamlamaq :)

# Chat.Hello
source: Hi! :)
az: Salam:)

source: Comment :)
az: Şərh et

source: Comment first! :)
az: İlk şərh edən siz olun!

# Comment.Placeholder
source: Comment...
az: Şərh et...

# Comment.ShowMore
source: Show more
az: Daha çox göstər

source: Contacts
az: Əlaqə

# Create
source: Add
az: Əlavə et

source: Delete
az: Sil

# Edit
source: Redact
az: Redaktə et

# Forum.SelectTopic
source: Topic
az: Mövzu

source: Gallery
az: Qalereya

source: Gender
az: Cins

# GeneralInfo
source: General information
az: Əsas məlumat

# Header.MainText
source: ...they also love us :)
az: ...onlar da bizi sevir :)

source: Journal
az: Jurnal

source: Language
az: Dil

source: Login
az: Daxil ol

# Login.Password
source: Password
az: Şifrə

# Login.PasswordReset
source: Forget password?
az: Şifrəni unutmusuz?

# Login.Username
source: Username
az: İstifadəçi adı

# MainInfo
source: General information
az: Əsas məlumat

# MainPic
source: Main photo
az: Əsas şəkil

# Menu.Account
source: Account
az: Hesab

source: Change password
az: Şifrəni dəyiş

# Menu.Account.Edit
source: Redact
az: Məlumatları dəyiş

# Menu.Account.Index
source: Personal account
az: Mənim hesabım

# Menu.Account.Logout
source: Logout
az: Çıxış

# Menu.Ad
source: Announcements
az: Elanlar

# Menu.Ad.Charity
source: Charity
az: Xeyriyyə

# Menu.Ad.LFO
source: Waiting for owner
az: Xeyirxah əllərə verilir

# Menu.Ad.Mating
source: Mating
az: Cütləşdirilir

# Menu.Ad.Wanted
source: Missing
az: Axtarılır

# Menu.News
source: News
az: Xəbərlər

# Menu.Shelter
source: Shelters
az: Sığınacaqlar

# Menu.Vet
source: Vets
az: Baytarlar

# Messages.Delete.Success
source: Successfully deleted!
az: Uğurla silindi!

# Messages.Edit.Success
source: Successfully edited!
az: Uğurla yeniləndi!

# Messages.ErrorOccurred
source: Error!
az: Xəta baş verdi!

# Messages.Inbox
source: Inbox
az: Gələn ismarıclar

# Messages.Outbox
source: Outbox
az: Göndərilən ismarıclar

# NotificationType.Comment
source: comment your post
az: sizin postu şərh edib

# NotificationType.Message
source: sent a message
az: sizə ismarıc göndərib

# NotificationType.Receipt
source: - received new receipt
az: üçün pul göndərilib

# NoTranslation
source: There is no information for selected language.
az: İnformasiya seçdiyiniz dildə mövcüd deyil.

# PasswordReset.MailMessage
source: Dear {0}! Your request to reset password has been accepted. Please, <a href="www.havhav.az/Account/ResetPassword?rpc={1}&username={2}">choose new password.</a>If you have not requested to reset password, then just ignore this message.<br><br><b>The link is active only for 24 hours!</b>
az: Hörmətli {0}! Şifrənizi unutduğunuz barədə sorğu qəbul edilib. Yeni şifrə təyin etmək üçün <a href="www.havhav.az/Account/ResetPassword?rpc={1}&username={2}">buraya klik edin.</a> Əgər müraciət siz tərəfdən göndərilməyibsə heçnə etməyin. <br><br><b>Link yalnız 24 saat ərzində aktivdi!</b>

# PasswordReset.PleaseEnterUsername
source: Please enter username.
az: Xahiş olunur istifadəçi adınızı qeyd edin.

# PasswordReset.ResetButton
source: Reset
az: Bərpa et

# Post.Comment
source: Comment
az: Şəhr et

# Post.Content
source: Content
az: Xəbərin mətni

# Post.Title
source: Title
az: Xəbərin başlığı

# ReadMore
source: More
az: Ətraflı bax

# Receipt.AddBtn
source: Send a receipt
az: Qəbz göndər

# Receipt.Amount
source: Sent amount
az: Göndərilən məbləğ

# Receipt.Date
source: Date
az: Tarix

# Receipt.Form.Amount.Label
source: Sent amount
az: Göndərilən məbləğ

# Receipt.Form.Name.Label
source: Name
az: Adınız

# Receipt.Form.Name.Placeholder
source: Anonym
az: Anonim

# Receipt.Form.Photo.Label
source: Photo of receipt
az: Qəbzin şəkli

# Receipt.Image
source: Photo of receipt
az: Qəbzin şəkili

# Receipt.ListBtn
source: List of helped people
az: Yardım edənlərin siyahısı

# Receipt.ListTitle
source: List of helped people
az: Yardım edənlərin siyahısı

# Receipt.Sender
source: Sender name
az: Göndərənin adı

# Register.About
source: Information about yourself
az: Özünüz haqda məlumat

# Register.Birthdate
source: Date of birth
az: Doğum tarixi

# Register.Gender
source: Gender
az: Cins

# Register.Password
source: Password
az: Şifrə

# Register.PasswordConfirmation
source: Repeat password
az: Təkrar şifrə

# Register.Submit
source: Registrate
az: Qeydiyyatdan keç

# Register.Username
source: Username
az: Istifadəçi adı

source: Registration
az: Qeydiyyat

# RememberMe
source: Save
az: Yadda saxla

source: Reset
az: Bərpa et

source: Save
az: Yadda saxla

source: Search
az: Axtar

source: Search news
az: Paylaşımlar üzrə axtarış

# Search.User
source: Search users
az: İstifadəçi üzrə axtarış

source: Send
az: Göndər

source: Show more
az: Daha çox göstər

# Titles.Account
source: Account
az: Hesab

# Titles.Ad
source: Announcements
az: Elanlar

# Titles.Charity
source: Charity
az: Xeyriyyə

# Titles.Chat
source: Chat
az: Çat

# Titles.ForgetPassword
source: Reset password
az: Şifrənin bərpası

# Titles.Home
source: Home page
az: Ana səhifə

# Titles.Login
source: Login
az: Daxil ol

# Titles.Messages
source: Messages
az: İsmarıclar

# Titles.News
source: News
az: Xəbərlər

# Titles.Notification
source: Notificaitons
az: Bildirişlər

# Titles.Notifications
source: Notificaitons
az: Bildirişlər

# Titles.Post
source: Posts
az: Paylaşımlar

# Titles.Register
source: Registration
az: Qeydiyyat

# Titles.SearchResults
source: Results of search
az: Axtarışın nəticələri

# Titles.Shelter
source: Shelters
az: Sığınacaqlar

# Titles.User
source: Users
az: İstifadəçilər

# Titles.Vet
source: Vets
az: Baytarlar

source: Translate
az: Tərcümə et

source: About
az: Özünüz haqda

# Info
source: Information
az: Məlumat

source: Error
az: Xəta

# Errors.404
source: Page not found
az: Səhifə tapılmadı

# Errors.500
source: Server error occured! Please contact us - support@havhav.az :(
az: Serverdə xəta baş verdi! Xahiş edirik, bizimlə əlaqə saxlayasız - support@havhav.az :(

# Errors.502
source: Server error
az: Serverdə xəta baş verdi

# NoResult
source: There is no result
az: Heç bir məlumat tapılmadı

# Register.DOB_Hide
source: Hide
az: Gizlət

# Charity.Name
source: Name
az: Ad

# FoundedDate
source: Date of foundation
az: Təsis tarixi

source: Name
az: Ad

source: Change email
az: Email dəyiş

# Menu.Account.Security
source: Security
az: Təhlükəsizlik

source: Security
az: Təhlükəsizlik

source: Password
az: Şifrə

# NotSpecified
source: The information isn't provided
az: Məlumat qeyd edilməyib

# Security.PasswordChanged
source: Your password has been changed successfully! Please, inform us urgently if you have not changed it!
az: Şifrəniz uğurla dəyişdirildi! Əgər bu əməliyyat sizin tərəfinizdən həyata keçirilməyibsə , xahiş olunur, təcili olaraq bu barədə Havhav.az rəhbərliyinə məlumat verin!

# Security.EmailChanged
source: Your email has been changed successfully! Please, inform us urgently if you have not changed it!
az: Email uğurla dəyişdirildi! Əgər bu əməliyyat sizin tərəfinizdən həyata keçirilməyibsə , xahiş olunur, təcili olaraq bu barədə Havhav.az rəhbərliyinə məlumat verin!

# Register.NewPassword
source: New password
az: Yeni şifrə

# Titles.PasswordReset
source: Reset password
az: Şifrəni bərpa et

# SelectLanguage
source: Choose language
az: Dil seçin

# Account.NoInfo
source: User prefered to leave empty this section...)
az: İstifadəçi özü haqda məlumat verməkdən imtina edib...)

# Account.RegisteredDate
source: Date of connection to Havhav
az: Havhav-a qoşulduğu tarix

source: Loading
az: Yüklənir

# Welcome
source: Welcome to Havhav.az :)
az: Havhav.az-a xoş gəlmişsiniz! :)

# Welcome.Text
source: <p>Welcome to Havhav.az! Havhav.az is the first, only and largest social network in the Caucasus, designed for zoo lovers! :) Here you can <a href="/Ad">share different posts</a>, get information about <a href="/Shelter">shelters</a> and <a href="/Vet">veterinary clinics</a>, as well as follow the <a href="/Post">latest news</a> about the animal world!</p> <p>In many cases, a certain amount of money is required to help animals. For this, <a href="/Charity">the site has a special section</a>. In order to provide maximum transparency, any amount sent will be available to the user in the form of a report (sender's name, amount, photo of receipt, etc.).</p> <p>Also, you can ask or answer questions of any topic relating to animals in a separate section <a href="/Forum">"Forum"</a>. </p> <p>Moreover, you can enter to <a href="/Home/Chat">public chat of zoo-lovers</a> and find new friends :) </p> <p> And so, together we are stronger! </p> <p> Click on <i class="fas fa-bars header-icons clickable" style="color: orange"></i> to open menu of site. </p> P.S<br> Since I worked absolutely alone on the development of the site (design, coding, test, translations, etc.), it is likely that you will encounter some errors and bugs. Please, let me know about it ASAP. Send to hasan.shans@gmail.com a screenshot of the error and describe what exactly the problem is. Also, send me any information about shelters and vet-clinics that are not available in site! This will be your contribution to the improvement of Havhav.az! :) <br><br> Thank you! Hav-hav <i class="fas fa-paw" style="color: orange;"></i> :) <br><br> <b class="orange" style="float:right;">- Hasan Shans, <a href="http://www.hasanshans.com" target="_blank" class="orange" style="text-decoration: underline;"> Founder of Havhav.az </a> </b>
az: <p> Havhav.az-a xoş gəlmişsiniz! Havhav.az internet portalı Qafqazın ilk, tək və ən böyük heyvanlarsevərləri birləşdirən sosial şəbəkəsidir :) Burada müxtəlif <a href="/Ad">elanlar</a> paylaşa, <a href="/Shelter">sığınacaqlar</a> və <a href="/Vet">baytarlar</a> haqda məlumat əldə edə və heyvanlar haqda baş vermiş <a href="/Post">son xəbərləri</a> izləyə bilərsiniz! </p> <p>Bir çox hallarda heyvanlara yardım üçün müəyyən vəsait toplanması tələb olunur. Bunun üçün saytda <a href="/Charity">xüsusi bölmə var</a>. Proseslərin maksimum şəffaf olması üçün göndərilən hər bir vəsait hesabat şəklində (göndərənin adı, çekin şəkili və göndərilən məbləğin miqdarı) istifadəçilərə təqdim olunur. </p> <p> Həmçinin saytda mövcud olan <a href="/Forum">"Forum"</a> bölməsində, heyvanlarla bağlı istəlinən mövzuda sual verib və ya sualları cavablandıra bilərsiniz. Bütün bunlardan əlavə real-time rejimdə heyvansevərləri birləşdirən <a href="/Home/Chat">canlı çata</a> da girib, yeni dostlar tapa bilərsiniz! :) </p> <p> Beləliklə, birlikdə biz daha güclüyük! :) </p> <p> <i class="fas fa-bars header-icons orange"></i> işarəsinə klik edərək saytın menyusuna daxil ola bilərsiniz. </p> P.S<br> Saytı sıfırdan tamami ilə tək işlədiyim üçün (dizayn, kodinq, test, tərcümə və s.) bəzi xətalar və səhvlər aşkar edilə bilər. Xahiş edirəm ki, belə bir şey ilə rastlaşarsanız hasan.shans@gmail.com ünvanına bu barədə məlumat (skrin ilə bir yerdə) verəsiniz. Həmçinin, saytda mövcud olmayan sığınacaq və baytarlar haqda məlumatınız varsa - göndərin gəlsin! Bununla, siz Havhav.az-ın təkminləşməsində iştirak etmiş olacaqsınız! :) <br><br> Təşəkkürlər! Hav-hav <i class="fas fa-paw" style="color: orange;"></i> :) <br><br> <b class="orange" style="float:right;">- Həsən Şans, <a href="http://www.hasanshans.com" target="_blank" class="orange" style="text-decoration: underline;"> Havhav.az-ın yaradıcısı </a> </b>

# Account.AddInfo
source: Go to <a href="/Account/Edit"> "Redact"</a> to add additional information about yourself.
az: Özünüz haqda daha ətraflı məlumat vermək üçün <a href="/Account/Edit"> "Məlumatları dəyiş"</a> bölməsinə girin.

# Contacts.Phone
source: Phone number
az: Nömrə

# Menu.Chat
source: Chat
az: Canlı çat

source: Show previous
az: Əvvəlkiləri göstər

# Comment.ShowPrevious
source: Show previous
az: Öncəkiləri göstər

# Chat.First
source: Send first message :)
az: İlk mesajı siz yazın! :)

# Register.Name
source: Name
az: Ad

# Contacts.Address
source: Address
az: Ünvan

# OrderNumber
source: Position
az: Sıralama nömrəsi
