var messages = {
    confirmation: "Вы уверены?",
    success: "Операция выполнена успешно!",
    error: "ОШИБКА!",
    added: "Ваш пост будет добавлен в сайт после проверки администратора!",
    edited: "Редактировано!",
    cancel: "Отмена",
    attempt: "Ваш IP адрес может быть заблокирован...",
    accept: "Далее",
    login_required: "Войдите в сайт, чтобы написать комментарии!",
    password_changed: "Ваш пароль был изменен!",
    enter_password: "Пожалуйста, введите ваш пароль",
    registered: "Поздравляем! Вы только что стали членом Havhav.az! :)",
    show_more: "Показать больше",

    finished: {
        confirmation: "Данное объявление будет считаться заверешенным!",
        success: "Благодарим вас за ваш вклад в спасение еще одной души! Вместе мы можем многое! :)"
    },

    deleted: {
        text: "Удалить!",
        confirmation: "Удаленная информация не будет восстановлена!",
        success: "Информация удалена!"
    },

    message: {
        success: "Сообщение отправлено!"
    },

    receipt: {
        warning: "Если ваше имя не появится в списке в течение 10-ти дней, пожалуйста сообщите администратору!",
        image: {
            required: "Пожалуйста, загрузите фото чека!"
        },
        anonym: "Аноним"

    },

    error_handling: {
        server_error: "Прозошла ошибка на сервере! Пожалуйста, свяжитесь со службой  поддержки - support@havhav.az :("
    },

    password_reset: {
        success: "Ссылка для сброса пароля была отправлена в ваш email!",
        error: "Пользователь не найден!"
    },

    default: {
        state: {
            confirmation: "Статус выбранного поста будет изменен!",
            success: "Статус изменен!"
        }
    },

    validation: {
        media: {
            not_supported: "Данная функция не поддерживается браузером!",
            not_found: "Чёрт, элемент не найдет!",
            constraints: {
                size: "Пожалуйста, выберите файл с размером меньше {0} MB!",
                extension: "Пожалуйста, выберите файлы с расширениями: {0}"
            }
        }
    }
};